[
    {
        "title": "The Lupine Studies PART II",
        "subtitle": "Continuation on the exploration of the Lupine sculptures",
        "description": "A wall filled with sketches at Arne Quinze's atelier, illustrating his intense search for the exact right proportions for the execution of his Lupine sculptures.",
        "cover": "70876fd0bbcdcaad159b32ed1118c3f1.jpg"
    },
    {
        "title": "Strelitzia step by step",
        "subtitle": "From sketch to sculpture",
        "description": "Strelitzia flowers stand out in both expressive form ànd expressive colour. Having such a spiky and especially sculptural appearance, this South-African flower pushed Arne Quinze to study this bright example of the power of nature. Watch the creation process from first sketch to assembly and painting.",
        "cover": "b13d7157f9e20c7de430093deddb60c2.jpg"
    },
    {
        "title": "How a massive Lupine Tower budded in the garden of an art collector",
        "subtitle": "Welcome to Antwerp",
        "description": "After numerous sketches and studies with paint in the studio, after shaping the flower calyxes, after stacking and welding those cones, and after painting, the sculpture can finally leave for its new owner. With some excitement to see his work in its final setting, Arne Quinze assists his team to carefully hoist the sculpture onto its concrete base.",
        "cover": "arne-quinze-gillis_lupine_sculpture_installation.gif"
    },
    {
        "title": "The Lupine Studies, by Arne Quinze",
        "subtitle": "The creative process of imaging a sculpture",
        "description": "See how Arne Quinze's sculpture comes to life in his studio after many studies and versions. This blue Chroma Lupine will show off in the garden of a private collector.",
        "cover": "arne-quinze-gilles_lupine_sculpture_studies-sketching.gif"
    },
    {
        "title": "How to paint a massive Lupine Tower",
        "subtitle": "A sculpture for a private garden in Antwerp",
        "description": "This massive Lupine Tower sculpture is about to bud from the Antwerp soil. After finishing its paint layer - which isn't only adding colour, but also adding durability - it will be transported to its final destination: a collector's garden. The Lupine flower has become Arne Quinze's symbol for his quest to challenge monocultures. We need diversity in our living environments, just like nature does in our wild environments. The amount of diversity found in an ecosystem is directly proportional to its resilience. Exactly the same applies to our society.",
        "cover": "8ce687830d7caba85811e9d432423265.jpg"
    },
    {
        "title": "Creating a Lupine for a collector's garden",
        "subtitle": "Chroma Lupine sculpture",
        "description": "A 6m tall sculpture will soon overlook the garden of this collector",
        "cover": "df0988cb1a3024013de8d7bcaab3e84c.jpg"
    }
]